Repository: acarolsf/pass-generator
Catalog: PasswordGenerator/Strings/*.lproj/Localizable.strings
Languages: pt_br

# Gerador de senhas
source: Passwords generator
pt_br: Gerador de senhas

# Número de senhas
source: Number of passwords
pt_br: Número de senhas

# Total de caracteres
source: Total of characteres
pt_br: Total de caracteres

# Usar letras minúsculas
source: Use lowercase letters
pt_br: Usar letras minúsculas

# Usar letras MAIÚSCULA
source: Use uppercase letters
pt_br: Usar letras MAIÚSCULA

# Usar números
source: Use numbers
pt_br: Usar números

# Usar caracteres especiais
source: Use special characteres
pt_br: Usar caracteres especiais

# Gerar
source: Generate
pt_br: Gerar

# Todos os campos precisam ser preenchidos!
source: All fields need to be filled!
pt_br: Todos os campos precisam ser preenchidos!

# Lista de senhas
source: List of passwords
pt_br: Lista de senhas

# Gerar novas senhas
source: Generate new passwords
pt_br: Gerar novas senhas

# Dicas de segurança
source: Security tips
pt_br: Dicas de segurança

# Pequena - 6 dígitos
source: Short - 6 digits
pt_br: Pequena - 6 dígitos

# Média - 8 dígitos
source: Medium - 8 digits
pt_br: Média - 8 dígitos

# Grande - 10 dígitos
source: Large - 10 digits
pt_br: Grande - 10 dígitos

# Muito grande - 12 dígitos
source: Super large - 12 digits
pt_br: Muito grande - 12 dígitos
